﻿/* Notification that a user reacted to a post that the current user was tagged in */
"reacted_tagged_in_1" = "%@ 回应了提到你的推文";

/* Notification that 2 users reacted to a post that the current user was tagged in */
"reacted_tagged_in_2" = "%@ 和 %@ 回应了提到你的推文";

/* Notification that a user reposted a post that the current user was tagged in */
"reposted_tagged_in_1" = "%@ 转发了提到你的推文";

/* Notification that 2 users reposted a post that the current user was tagged in */
"reposted_tagged_in_2" = "%@ 和 %@ 转发了提到你的推文";

/* Notification that a user zapped a post that the current user was tagged in */
"zapped_tagged_in_1" = "%@ 电击了提到你的推文";

/* Notification that 2 users zapped a post that the current user was tagged in */
"zapped_tagged_in_2" = "%@ 和 %@ 电击了提到你的推文";

/* Notification that a user reacted to the current user's post */
"reacted_your_post_1" = "%@ 回应了你的推文";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_post_2" = "%@ 和 %@ 回应了你的推文";

/* Notification that a user reposted the current user's post */
"reposted_your_post_1" = "%@ 转发了你的推文";

/* Notification that 2 users reposted the current user's post */
"reposted_your_post_2" = "%@ 和 %@ 转发了你的推文";

/* Notification that a user zapped the current user's post */
"zapped_your_post_1" = "%@ 电击了你的推文";

/* Notification that 2 users zapped the current user's post */
"zapped_your_post_2" = "%@ 和 %@ 电击了你的推文";

/* Notification that a user reacted to the current user's profile */
"reacted_your_profile_1" = "%@ 回应了你的档案";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_profile_2" = "%@ 和 %@ 回应了你的档案";

/* Notification that a user reposted the current user's profile */
"reposted_your_profile_1" = "%@ 转发了你的档案";

/* Notification that 2 users reposted the current user's profile */
"reposted_your_profile_2" = "%@ 和 %@ 转发了你的档案";

/* Notification that a user zapped the current user's profile */
"zapped_your_profile_1" = "%@ 电击了你的档案";

/* Notification that 2 users zapped the current user's profile */
"zapped_your_profile_2" = "%@ 和 %@ 电击了你的档案";
/* No comment provided by engineer. */
"%@" = "%@";

/* Alert message that informs a user was blocked. */
"%@ has been blocked" = "%@被拉黑了";

/* When a note or profile is not found when searching for it via its note id */
"%@ not found" = "找不到%@";

/* Explanation of what is done to keep personally identifiable information private. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction." = "%@. 创建账户无需电话号码、电子邮箱或者姓名。立刻开启丝滑之旅。";

/* Explanation of what is done to keep private data encrypted. There is a heading that precedes this explanation which is a variable to this string. */
"%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs" = "%@. 端到端加密信息，保护你的私信不被科技巨头公司窥视";

/* Explanation of what can be done by users to earn money. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet." = "%@. 用互联网原生货币--比特币⚡️来打赏好友的推文并积攒财富。";

/* Sentence composed of 2 variables to describe how many reactions there are on a post. In source English, the first variable is the number of reactions, and the second variable is 'Reaction' or 'Reactions'.
   Sentence composed of 2 variables to describe how many reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many zap payments there are on a post. In source English, the first variable is the number of zap payments, and the second variable is 'Zap' or 'Zaps'. */
"%@.font(.body.bold())) %@" = "%1$@.font(.body.bold())) %2$@";

/* Sentence composed of 2 variables to describe how many people are following a user. In source English, the first variable is the number of followers, and the second variable is 'Follower' or 'Followers'.
   Sentence composed of 2 variables to describe how many profiles a user is following. In source English, the first variable is the number of profiles being followed, and the second variable is 'Following'.
   Sentence composed of 2 variables to describe how many relay servers a user is connected. In source English, the first variable is the number of relay servers, and the second variable is 'Relay' or 'Relays'. */
"%@.font(.subheadline.weight(.medium))) %@" = "%1$@.font(.subheadline.weight(.medium))) %2$@";

/* Fraction of how many of the user's relay servers that are operational. */
"%@/%@" = "%1$@/%2$@";

/* Description of how the nip05 identifier would be used for verification. */
"'%@' at '%@' will be used for verification" = "'%1$@' at '%2$@' 将被用于认证";

/* Description of why the nip05 identifier is invalid. */
"'%@' is an invalid NIP-05 identifier. It should look like an email." = "输入的内容 '%@' 是无效NIP-05标识符。有效输入应当为email格式。";

/* No comment provided by engineer. */
"@" = "@";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "关于";

/* Label for About Me section of user profile form. */
"About Me" = "关于我";

/* Placeholder text for About Me description. */
"Absolute Boss" = "三界一哥";

/* Button to accept the end user license agreement before being allowed into the app. */
"Accept" = "接受";

/* Label to indicate the public ID of the account. */
"Account ID" = "账号ID";

/* Title for confirmation dialog to either share, report, or block a profile. */
"Actions" = "动态";

/* Button to confirm adding user inputted relay. */
"Add" = "添加";

/* Button label to re-add all original participants as profiles to reply to in a note */
"Add all" = "添加全部";

/* Context menu option for adding a note bookmark. */
"Add Bookmark" = "添加收藏";

/* Button to add recommended relay server.
   Label for section for adding a relay server. */
"Add Relay" = "添加中继器";

/* Label to display relay contact user. */
"Admin" = "管理员";

/* Label for filter for all notifications. */
"All" = "所有";

/* Picker option to indicate that a zap should be sent anonymously and not identify the user as who sent it. */
"Anonymous" = "匿名";

/* Any amount of sats */
"Any" = "任意";

/* Prompt for optional entry of API Key to use translation server. */
"API Key (optional)" = "API Key (可选)";

/* Prompt for required entry of API Key to use translation server. */
"API Key (required)" = "API Key (必填)";

/* Alert message to ask if user wants to repost a post. */
"Are you sure you want to repost this?" = "确定转发吗？";

/* Placeholder text for a comment to send as part of a zap to the user. */
"Awesome post!" = "超棒！";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "主页背景图片";

/* Reminder to user that they should save their account information. */
"Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus." = "请先保存您的账户信息！否则您将在登出或卸载后无法重新登陆达摩。";

/* Dropdown option label for Lightning wallet, Bitcoin Beach. */
"Bitcoin Beach" = "Bitcoin Beach";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "比特币闪电小费";

/* Dropdown option label for Lightning wallet, Blixt Wallet */
"Blixt Wallet" = "Blixt钱包";

/* Alert button to block a user.
   Button to block a profile.
   Context menu option for blocking users. */
"Block" = "拉黑";

/* Alert message prompt to ask if a user should be blocked. */
"Block %@?" = "拉黑%@?";

/* Title of alert for blocking a user. */
"Block User" = "拉黑用户";

/* Sidebar menu label for Profile view. */
"Blocked" = "已拉黑";

/* Navigation title of view to see list of blocked users. */
"Blocked Users" = "拉黑用户";

/* Dropdown option label for Lightning wallet, Blue Wallet. */
"Blue Wallet" = "Blue Wallet";

/* Sidebar menu label for Bookmarks view.
   Title of bookmarks view */
"Bookmarks" = "收藏夹";

/* Accessibility label for boosts button */
"Boosts" = "加速";

/* Dropdown option label for Lightning wallet, Breez. */
"Breez" = "Breez";

/* Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "广播";

/* Alert button to cancel out of alert for blocking a user.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of posting a note.
   Button to cancel out of reposting a post.
   Button to cancel out of view adding user inputted relay.
   Cancel deleting the user.
   Cancel out of logging out the user.
   Cancel out of search view. */
"Cancel" = "取消";

/* Dropdown option label for Lightning wallet, Cash App. */
"Cash App" = "Cash App";

/* Button for clearing bookmarks data. */
"Clear All" = "全部清除";

/* Button to clear image cache. */
"Clear Cache" = "清除缓存";

/* Header text to indicate that the text field below it is a comment that will be used to send as part of a zap to the user. */
"Comment" = "评论";

/* Label to display relay contact information. */
"Contact" = "联系人";

/* Continue with deleting the user. */
"Continue" = "继续";

/* Label indicating that a user's key was copied. */
"Copied" = "已复制";

/* Button to copy a relay server address. */
"Copy" = "复制";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "复制账户ID";

/* Context menu option to copy an image into clipboard.
   Context menu option to copy an image to clipboard. */
"Copy Image" = "复制图片";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "复制图片URL地址";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "复制发票";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "复制LNURL";

/* Context menu option for copying the ID of the note. */
"Copy Note ID" = "复制此条推文ID";

/* Context menu option for copying the JSON text from the note. */
"Copy Note JSON" = "复制此条推文JSON";

/* Button to copy report ID. */
"Copy Report ID" = "复制举报记录ID";

/* Context menu option for copying the text from an note. */
"Copy Text" = "复制文本";

/* Context menu option for copying the ID of the user who created the note. */
"Copy User Pubkey" = "复制用户公钥Pubkey";

/* Alert message to indicate that the blocked user could not be found. */
"Could not find user to block..." = "找不到可拉黑用户";

/* Button to create account. */
"Create" = "创建";

/* Button to create an account. */
"Create Account" = "创建账户";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "创建新的屏蔽列表";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "传奇的比特币创始人";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "自定义";

/* Header text to indicate that the text field below it is to enter a custom zap amount. */
"Custom Zap Amount" = "自定电击金额";

/* Name of the app, shown on the first screen when user is not logged in. */
"Damus" = "达摩";

/* Dropdown option for selecting DeepL as the translation service. */
"DeepL (Proprietary, Higher Accuracy)" = "DeepL（专有软件，准确性更高）";

/* Button to pay a Lightning invoice with the user's default Lightning wallet. */
"Default Wallet" = "默认钱包";

/* Section title for zap configuration */
"Default Zap Amount in sats" = "默认电击金额（聪）";

/* Button for deleting the users account.
   Button to delete a relay server that the user connects to.
   Button to remove a user from their blocklist. */
"Delete" = "删除";

/* Button to delete the user's account. */
"Delete Account" = "删除账户";

/* Alert message to indicate this is a deleted account */
"Deleted Account" = "已删除账户";

/* Label to display relay description. */
"Description" = "描述";

/* Button to disable image animation */
"Disable animations" = "禁用动图";

/* Button to dismiss a text field alert. */
"Dismiss" = "忽略";

/* Label to prompt display name entry. */
"Display Name" = "昵称";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message.
   Picker option for DM selector for seeing only DMs that have been responded to. DM is the English abbreviation for Direct Message.
   Toolbar label for DMs view, where DM is the English abbreviation for Direct Message. */
"DMs" = "私信";

/* Button to dismiss wallet selection view for paying Lightning invoice. */
"Done" = "完成";

/* Heading indicating that this application allows users to earn money. */
"Earn Money" = "赚钱";

/* Button to edit user's profile. */
"Edit" = "编辑";

/* Text indicating that the view is used for editing which participants are replied to in a note. */
"Edit participants" = "编辑参加者列表";

/* Heading indicating that this application keeps private messaging end-to-end encrypted. */
"Encrypted" = "已加密";

/* Prompt for user to enter an account key to login. */
"Enter your account key to login:" = "输入你的账户钥匙以登陆：";

/* Message to display when there was an error fetching a lightning invoice while attempting to zap. */
"Error fetching lightning invoice" = "获取闪电发票错误";

/* Error message indicating why saving keys failed. */
"Error: %@" = "错误：%@";

/* Label indicating that the below text is the EULA, an acronym for End User License Agreement. */
"EULA" = "用户条款";

/* Description of public zap type where the zap is sent publicly and identifies the user who sent it. */
"Everyone on can see that you zapped" = "所有人都看得到你电击了";

/* Button label text for filtering relay servers. */
"Filter" = "筛选";

/* Button to follow a user. */
"Follow" = "关注";

/* Button to follow a user back. */
"Follow Back" = "回关";

/* Text on QR code view to prompt viewer looking at screen to follow the user. */
"Follow me on nostr" = "关注我的Nostr";

/* Label describing followers of a user.
   Navigation bar title for view that shows who is following a user. */
"Followers" = "粉丝";

/* Navigation bar title for view that shows who a user is following. */
"Following" = "已关注";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "关注中...";

/* Text to indicate that a user is following your profile. */
"Follows you" = "关注了你";

/* Dropdown option for selecting Free plan for DeepL translation service. */
"Free" = "免费";

/* Button to navigate to DeepL website to get a translation API key. */
"Get API Key" = "获取API Key";

/* No comment provided by engineer. */
"Hello, World!" = "你好世界！";

/* Button to hide a post from a user who has been blocked. */
"Hide" = "隐藏";

/* Button to hide the DeepL translation API key.
   Button to hide the LibreTranslate server API key. */
"Hide API Key" = "隐藏API Key";

/* Navigation bar title for Home view where posts and replies appear from those who the user is following. */
"Home" = "主页";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://example.com/pic.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Button for user to report that the account or content has illegal content. */
"Illegal content" = "违规内容";

/* Section title for images configuration. */
"Images" = "图片";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "钥匙无效";

/* Message to display when there was an error attempting to zap due to an invalid lightning address. */
"Invalid lightning address" = "闪电地址无效";

/* Button for user to report that the account or content has spam. */
"It's spam" = "这是垃圾信息";

/* Placeholder example text for identifier used for NIP-05 verification. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Moves the post button to the left side of the screen */
"Left Handed" = "左撇子界面";

/* Button to complete account creation and start using the app. */
"Let's go!" = "开启旅程！";

/* Dropdown option for selecting LibreTranslate as the translation service. */
"LibreTranslate (Open Source)" = "LibreTranslate (开源)";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "闪电地址或LNURL";

/* Indicates that the view is for paying a Lightning invoice. */
"Lightning Invoice" = "闪电发票";

/* Accessibility Label for Like button */
"Like" = "赞";

/* Dropdown option label for Lightning wallet, LNLink. */
"LNLink" = "LNLink";

/* Button text for loading more events, where the variable is the number of events. */
"Load %@ more" = "加载更多+%@ ";

/* Face ID usage description shown when trying to access private key */
"Local authentication to access private key" = "需要本地认证以访问私钥";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "本地默认";

/* Button to log into account.
   Button to log into an account.
   Title of view to log into an account. */
"Login" = "登陆";

/* Alert for logging out the user.
   Button for logging out the user.
   Button to close the alert that informs that the current account has been deleted. */
"Logout" = "登出";

/* Label that appears when searching for note or profile */
"Looking for %@..." = "正在搜索%@...";

/* Reminder message in alert to get customer to verify that their private security account key is saved saved before logging out. */
"Make sure your nsec account key is saved before you logout or you will lose access to this account" = "请确保您已经保存好nsec account key账户私钥！否则登出后您将无法重新访问您的账户。";

/* Label for filter for seeing mention notifications (replies, etc). */
"Mentions" = "提及";

/* Dropdown option label for Lightning wallet, Muun. */
"Muun" = "Muun";

/* Label for NIP-05 Verification section of user profile form. */
"NIP-05 Verification" = "NIP-05认证";

/* Button to cancel out of posting a note after being alerted that it looks like they might be posting a private key. */
"No" = "否";

/* Alert message prompt that asks if the user wants to create a new block list, overwriting previous block lists. */
"No block list found, create a new one? This will overwrite any previous block lists." = "没有找到黑名单，是否创建新黑名单？先前的黑名单将被覆盖。";

/* No comment provided by engineer. */
"No data available" = "无可用数据";

/* Description of anonymous zap type where the zap is sent anonymously and does not identify the user who sent it. */
"No one can see that you zapped" = "没有人看得到你电击了";

/* Description of non-zap type where sats are sent to the user's wallet as a regular Lightning payment, not as a zap. */
"No zaps are sent, only a lightning payment." = "只发送了一般的闪电付款，没有发送电击。";

/* No search results. */
"none" = "无结果";

/* Dropdown option for selecting no translation service. */
"none_translation_service" = "无";

/* Picker option to indicate that sats should be sent to the user's wallet as a regular Lightning payment, not as a zap. */
"none_zap_type" = "无";

/* Alert user that they might be attempting to paste a private key and ask them to confirm. */
"Note contains \"nsec1\" private key. Are you sure?" = "字条包含 \"nsec1\" 私钥，你确定吗？";

/* Indicates that there are no notes in the timeline to view. */
"Nothing to see here. Check back later!" = "暂无内容，请稍后重试。";

/* Toolbar label for Notifications view. */
"Notifications" = "通知";

/* String indicating that a given timestamp just occurred */
"now" = "现在";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Button for user to report that the account or content has nudity or explicit content. */
"Nudity or explicit content" = "裸体或暴露的内容";

/* Help text on green lock icon that explains that only the current user can see the message of a zap event and who sent the zap. */
"Only you can see this message and who sent it." = "只有你看得到这条信息和它的发件人。";

/* Label indicating that a form input is optional. */
"optional" = "选填";

/* Section header that indicates the relay server requires payment. */
"Paid Relay" = "付费中继";

/* Button to pay a Lightning invoice. */
"Pay" = "支付";

/* Navigation bar title for view to pay Lightning invoice. */
"Pay the Lightning invoice" = "支付闪电发票";

/* Alert for deleting the users account.
   Section title for deleting the user */
"Permanently Delete Account" = "永久删除账户";

/* Dropdown option label for Lightning wallet, Phoenix. */
"Phoenix" = "Phoenix";

/* Prompt selection of DeepL subscription plan to perform machine translations on notes */
"Plan" = "选择套餐";

/* Instructions on how to filter a specific timeline feed by choosing relay servers to filter on. */
"Please choose relays from the list below to filter the current feed:" = "请从下方的列表选择中继器以筛选提要：";

/* Button to post a note. */
"Post" = "发布";

/* Text to indicate that what is being shown is a post from a user who has been blocked. */
"Post from a user you've blocked" = "该推文来自已拉黑用户";

/* Label for filter for seeing only posts (instead of posts and replies).
   Label for filter for seeing only your posts (instead of posts and replies). */
"Posts" = "推文";

/* Label for filter for seeing posts and replies (instead of only posts).
   Label for filter for seeing your posts and replies (instead of only your posts). */
"Posts & Replies" = "推文与回复";

/* Heading indicating that this application keeps personally identifiable information private. A sentence describing what is done to keep data private comes after this heading.
   Picker option to indicate that a zap should be sent privately and not identify the user to the public. */
"Private" = "私密";

/* Label to indicate that the text below is the user's private key used by only the user themself as a secret to login to access their account.
   Title of the secure field that holds the user's private key. */
"Private Key" = "私钥";

/* Description of private zap type where the zap is sent privately and does not identify the user to the public. */
"private_zap_description" = "只有 '%@' 看得到你电击了他们";

/* Dropdown option for selecting Pro plan for DeepL translation service. */
"Pro" = "专业版";

/* Sidebar menu label for Profile view. */
"Profile" = "我的档案";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "头像";

/* Picker option to indicate that a zap should be sent publicly and identify the user as who sent it. */
"Public" = "公开";

/* Section title for the user's public account ID. */
"Public Account ID" = "公开账号ID";

/* Label indicating that the text is a user's public account key.
   Label to indicate that text below is the user's public key used by others to uniquely refer to the user. */
"Public Key" = "公钥Public Key";

/* Label indicating that the text is a user's public account key. */
"Public key" = "公钥Public Key";

/* Prompt to ask user if the key they entered is a public key. */
"Public Key?" = "输入的是公钥Public Key吗？";

/* Navigation bar title for Reactions view. */
"Reactions" = "回应";

/* Section title for recommend relay servers that could be added as part of configuration */
"Recommended Relays" = "推荐的中继器";

/* Button to reject the end user license agreement, which disallows the user from being let into the app. */
"Reject" = "拒绝";

/* Label to display relay address.
   Text field for relay server. Used for testing purposes. */
"Relay" = "中继器";

/* Header text for relay server list for configuration.
   Sidebar menu label for Relays view. */
"Relays" = "中继器";

/* Description of what was done as a result of sending a report to relay servers. */
"Relays have been notified and clients will be able to use this information to filter content. Thank you!" = "已通知中继器。其他用户将可以使用该信息过滤内容。谢谢！";

/* Button label to remove all participants from a note reply. */
"Remove all" = "移除全部";

/* Context menu option for removing a note bookmark. */
"Remove Bookmark" = "移除收藏";

/* Accessibility label for reply button */
"Reply" = "回复";

/* Label to indicate that the user is replying to 1 user. */
"Replying to %@" = "正在回复%@";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "正在回复%1$@ & %2$@";

/* Label to indicate that the user is replying to themself. */
"Replying to self" = "在自回复";

/* Indicating that the user is replying to the following listed people. */
"Replying to:" = "正在回复：";

/* Button to report a profile.
   Context menu option for reporting content.
   Label indicating that the current view is for the user to report content. */
"Report" = "举报";

/* Label indicating that the text underneath is the identifier of the report that was sent to relay servers. */
"Report ID:" = "举报记录ID：";

/* Message indicating that a report was successfully sent to relay servers. */
"Report sent!" = "举报成功！";

/* Button to confirm reposting a post.
   Title of alert for confirming to repost a post. */
"Repost" = "转发";

/* Text indicating that the post was reposted (i.e. re-shared). */
"Reposted" = "已转发";

/* Navigation bar title for Reposts view. */
"Reposts" = "转发";

/* Picker option for DM selector for seeing only message requests (DMs that someone else sent the user which has not been responded to yet). DM is the English abbreviation for Direct Message. */
"Requests" = "请求";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "重试";

/* Dropdown option label for Lightning wallet, River */
"River" = "River";

/* Example username of Bitcoin creator(s), Satoshi Nakamoto. */
"satoshi" = "satoshi";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "中本聪";

/* Button for saving profile. */
"Save" = "保存";

/* Context menu option to save an image. */
"Save Image" = "保存图片";

/* Text on QR code view to prompt viewer to scan the QR code on screen with their device camera. */
"Scan the code" = "扫码";

/* Navigation link to search hashtag. */
"Search hashtag: #%@" = "热搜词：#%@";

/* Placeholder text to prompt entry of search query. */
"Search..." = "搜索...";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "账户私钥";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "选择一个闪电钱包";

/* Prompt selection of user's default wallet */
"Select default wallet" = "选择默认钱包";

/* Text prompt for user to send a message to the other user. */
"Send a message to start the conversation..." = "发送信息来开启聊天吧...";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "服务器";

/* Prompt selection of translation service provider. */
"Service" = "选择服务";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "设置";

/* Button to share a post
   Button to share an image.
   Button to share the link to a profile. */
"Share" = "分享";

/* Button to show a post from a user who has been blocked.
   Toggle to show or hide user's secret account login key. */
"Show" = "显示";

/* Button to show the DeepL translation API key.
   Button to show the LibreTranslate server API key. */
"Show API Key" = "显示API Key";

/* Button to show entire note. */
"Show more" = "显示更多";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "显示钱包选择";

/* Section title for signing out */
"Sign Out" = "登出";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "登出";

/* Label to display relay software. */
"Software" = "软件";

/* Dropdown option label for Lightning wallet, Strike. */
"Strike" = "Strike";

/* Label to display relay's supported NIPs. */
"Supported NIPs" = "支持的NIP";

/* Button to close out of alert that informs that the action to block a user was successful. */
"Thanks!" = "谢谢！";

/* Button for user to report that the account is impersonating someone. */
"They are impersonating someone" = "抄袭模仿他人";

/* Footer description that explains that the relay server requires payment to post. */
"This is a paid relay, you must pay for posts to be accepted." = "这是一个付费中继。您需要先付费才能通过它发送推文。";

/* Warning that the inputted account key is a public key and the result of what happens because of it. */
"This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective." = "这是一个公钥。您无法使用公钥发布推文或进行其他交互。您只可以从该用户视角查看此账户。";

/* Warning that the inputted account key for login is an old-style and asking user to verify if it is a public key. */
"This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key." = "这是一个老式nostr key。系统无法确定这是公钥还是私钥。如果是公钥，请点击下面的按钮切换。";

/* Label to describe that a public key is the user's account ID and what they can do with it. */
"This is your account ID, you can give this to your friends so that they can follow you. Tap to copy." = "这是你的帐户ID，可以将其分享给你的朋友以便他们关注你。轻点以复制。";

/* Label to describe that a private key is the user's secret account key and what they should do with it. */
"This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!" = "这是您的秘密私钥。您需要用这个私钥来访问您的账户。您可以用密码管理器或者其他安全的方式保管您的私钥。切记不要把私钥透露给任何人！";

/* Navigation bar title for note thread. */
"Thread" = "推文链";

/* Button to translate note from different language. */
"Translate Note" = "翻译推文";

/* Button to indicate that the note has been translated from a different language. */
"Translated from %@" = "已从%@翻译";

/* Button to indicate that the note is in the process of being translated from a different language. */
"Translating from %@..." = "正在从%@翻译。。。";

/* Section title for selecting the translation service. */
"Translations" = "翻译";

/* Text field prompt asking user to type the word DELETE to confirm that they want to proceed with deleting their account. The all caps lock DELETE word should not be translated. Everything else should. */
"Type DELETE to delete" = "输入 DELETE 以删除";

/* Text box prompt to ask user to type their post. */
"Type your post here..." = "说点什么呢...";

/* Button to unfollow a user. */
"Unfollow" = "取消关注";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "取消关注...";

/* Toolbar label for the universal view where posts from all connected relay servers appear. */
"Universe 🛸" = "宇宙 🛸";

/* Example URL to LibreTranslate server */
"URL" = "URL";

/* Alert message to indicate the user has been blocked */
"User blocked" = "用户已被拉黑";

/* Alert message that informs a user was blocked. */
"User has been blocked" = "用户已被拉黑";

/* Label for Username section of user profile form.
   Label to prompt username entry. */
"Username" = "用户名";

/* Label to display relay software version.
   Section title for displaying the version number of the Damus app. */
"Version" = "版本";

/* Sidebar menu label for Wallet view. */
"Wallet" = "钱包";

/* Dropdown option label for Lightning wallet, Wallet of Satoshi. */
"Wallet of Satoshi" = "Wallet of Satoshi";

/* Section title for selection of wallet. */
"Wallet Selector" = "选择钱包";

/* Alert for deleting the users account. */
"WARNING:\n\nTHIS WILL SIGN AN EVENT THAT DELETES THIS ACCOUNT.\n\nYOU WILL NO LONGER BE ABLE TO LOG INTO DAMUS USING THIS ACCOUNT KEY.\n\n ARE YOU SURE YOU WANT TO CONTINUE?" = "警告：\n\n这将签署一个删除此帐户的事件。\n\n你将无法使用此帐户的钥匙登陆达摩。\n\n 你确定要继续吗？";

/* Label for Website section of user profile form. */
"Website" = "网站";

/* Welcoming message to the reader. The variable is 'you', the reader. */
"Welcome to the social network %@ control." = "欢迎来到由%@控制的社交网络。";

/* Text to welcome user. */
"Welcome, %@!" = "欢迎，%@！";

/* Header text to prompt user what issue they want to report. */
"What do you want to report?" = "您希望举报什么问题？";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://some.relay.com";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "确定覆盖";

/* Button to proceed with posting a note even though it looks like they might be posting a private key. */
"Yes, Post with Private Key" = "确定，发布私钥";

/* You, in this context, is the person who controls their own social network. You is used in the context of a larger sentence that welcomes the reader to the social network that they control themself. */
"you" = "你";

/* Text indicating that there are no bookmarks to be viewed */
"You have no bookmarks yet, add them in the context menu" = "您还没有收藏，请在菜单中添加收藏内容";

/* Label for Your Name section of user profile form. */
"Your Name" = "名字";

/* Footer text to inform user what will happen when the report is submitted. */
"Your report will be sent to the relays you are connected to" = "您的举报将被发送到您已连接的中继器上";

/* Accessibility label for zap button
   Button to send a zap. */
"Zap" = "电击";

/* Title of picker that allows selection of predefined amounts to zap. */
"Zap Amount" = "电击金额";

/* Header text to indicate that the picker below it is to choose a pre-defined amount of sats to zap. */
"Zap Amount in sats" = "电击聪额";

/* Header text to indicate that the picker below it is to choose the type of zap to send. */
"Zap Type" = "电击种类";

/* Text to indicate that the app is in the process of sending a zap. */
"Zapping..." = "正在电击...";

/* Label for filter for zap notifications.
   Navigation bar title for the Zaps view. */
"Zaps" = "电击";

/* Dropdown option label for Lightning wallet, Zebedee. */
"Zebedee" = "Zebedee";

/* Dropdown option label for Lightning wallet, Zeus LN. */
"Zeus LN" = "Zeus LN";

/* Text indicating the zap amount. i.e. number of satoshis that were tipped to a user */
"⚡️ %@" = "⚡️ %@";

